{
    "Observing Opinions": "\"In order to know what their opinions truly were, I ought to pay attention to what they did rather than to what they said, not only because in the corruption of our morals there are few people who are willing to say everything they believe, but also because many do not know what they believe, for, given that the action of thought by which one believes something is different from that by which one knows that one believes it, the one often occurs without the other.\"\n\n-René Descartes",
    "To Beginners": "\"Nobody tells this to people who are beginners, I wish someone told me. All of us who do creative work, we get into it because we have good taste. \n\nBut there is this gap. For the first couple years you make stuff, it’s just not that good. It’s trying to be good, it has potential, but it’s not. But your taste, the thing that got you into the game, is still killer. And your taste is why your work disappoints you. \n\nA lot of people never get past this phase, they quit. Most people I know who do interesting, creative work went through years of this. We know our work doesn’t have this special thing that we want it to have. We all go through this. And if you are just starting out or you are still in this phase, you gotta know its normal and the most important thing you can do is do a lot of work. \n\nPut yourself on a deadline so that every week you will finish one story. It is only by going through a volume of work that you will close that gap, and your work will be as good as your ambitions. And I took longer to figure out how to do this than anyone I’ve ever met. It’s gonna take awhile. It’s normal to take awhile. You’ve just gotta fight your way through.\"\n\n-Ira Glass",
    "Resilience": "You cannot be resilient if you spend all of your mental energy on the past, blaming events outside of your control, where fault no longer mattered.",
    "The Distraction of Pleasure": "\"When a man can’t find a deep sense of meaning, they distract themselves with pleasure.\"\n\n-Viktor Frankl",
    "A Small Change": "\"Everyone talks about how if you went back in time, some tiny change could make everything different now, but no one talks about how some tiny change now could make everything different in the future.\"\n\n-Paul Graham",
    "False Idols": "Money, Power, Pleasure, Fame. You will never have enough. Blindly striving towards them may eat you alive.",
    "Death": "\"This is our big mistake to think we look forward toward death. Most of death is already gone. Whatever time has passed is owned by death.\"\n\n-Seneca",
    "What the Hell is Water": "\"If you’re automatically sure that you know what reality is, and you are operating on your default setting, then you, like me, probably won’t consider possibilities that aren’t annoying and miserable. But if you really learn how to pay attention, then you will know there are other options. It will actually be within your power to experience a crowded, hot, slow, consumer-hell type situation as not only meaningful, but sacred, on fire with the same force that made the stars: love, fellowship, the mystical oneness of all things deep down.\"\n\n-David Foster Wallace",
    "Dealing With Regret": "\"Though we would like to live without regrets, and sometimes proudly insist that we have none, this is not really possible, if only because we are mortal.\"\n\n-James Baldwin\n\nRegret makes us human. \nRegret makes us better.\nRegret gives us hope.",
    "Litany Against Fear": "\"I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.\"\n\n-Frank Herbert",
    "Hitting Rock Bottom": "Sometimes in life, hitting rock bottom is the greatest incentive to change our lives.",
    "Pain and Heartbreak": "\"You think your pain and your heartbreak are unprecedented in the history of the world, but then you read. It was Dostoevsky and Dickens who taught me that the things that tormented me most were the very things that connected me with all the people who were alive, or who ever had been alive.\"\n\n-James Baldwin",
    "Self-improvement": "\"Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for\"\n\n-Socrates",
    "The Pie Fallacy": "\"A surprising number of people retain from childhood the idea is that there is a fixed amount of wealth in the world.\n\nWhat leads people astray here is the abstraction of money. Money is not wealth. It's just something we use to move wealth around. So although there may be, in certain specific moments (like your family, this month) a fixed amount of money available to trade with other people for things you want, there is not a fixed amount of wealth in the world. \n\nYou can make more wealth.\n\nWealth has been getting created and destroyed (but on balance, created) for all of human history.\"\n\n-Paul Graham"
}
